Repository: nomazzo/ios-utility-app-sample
Catalog: app/CleanCue/Localizable.xcstrings
Source language: ja
Languages: en

# template.place.footer
source: ここでは場所だけを追加します。掃除は追加した場所の中から選べます。
en: This adds a place only. Add cleaning tasks from inside the place.

# template.place.noTasks
source: 掃除テンプレートなし
en: No task templates

# template.place.section
source: 場所
en: Places

# template.place.title
source: 場所を追加
en: Add place

# template.search.prompt
source: 名前で検索
en: Search by name

# template.task.addFailed
source: 掃除を追加できませんでした。
en: Could not add the task.

# template.task.added
source: %@を追加しました。
en: Added %@.

# template.task.alreadyAdded
source: 追加済み
en: Added

# template.task.duplicate
source: %@はこの場所にすでにあります。
en: %@ is already in this place.

# template.task.minutes
source: %d分
en: %d min

# template.task.title
source: 掃除を追加
en: Add task

# today.achievement.detail
source: %d件の掃除が終わりました。
en: %d cleaning tasks are done.

# today.achievement.detailWithMinutes
source: %d件・%d分の掃除が終わりました。
en: %d cleaning tasks · %d min done.

# today.achievement.title
source: 今日は完了です
en: Today is done

# today.add.destination.existing.short
source: 既存
en: Existing

# today.add.destination.new.short
source: 新規
en: New

# today.add.title
source: 掃除を追加
en: Add task

# today.complete.toast
source: %@を完了しました
en: %@ done

# today.completeHint.message
source: 履歴に残り、次の予定日も自動で更新されます。
en: HomeRoutine Demo saves a log and updates the next due date automatically.

# today.completeHint.title
source: 掃除が終わったら「完了にする」
en: Tap “Mark done” after cleaning

# today.section.overdue
source: 余裕がある日に
en: When you have time

# today.section.recommended
source: 今日のおすすめ
en: Recommended today

# today.section.upcomingLight
source: もうすぐ
en: Coming up

# today.skip.toast
source: 今週は%@を休ませました
en: %@ is paused for this week

# today.snooze.toast
source: %@を明日にしました
en: %@ moved to tomorrow

# today.subtitle
source: 今日やる掃除だけ、ここで確認できます。
en: Check only the cleaning tasks for today.

# today.summary.doneForToday
source: 今日は完了です
en: You are done for today

# today.summary.eyebrow
source: 今日の見通し
en: Today at a glance

# today.summary.minutes
source: %d分で完了できます
en: %d min to finish

# today.summary.noRemaining
source: 今日は掃除なし
en: No cleaning today

# today.summary.progress
source: %d/%d完了
en: %d/%d done

# today.summary.remaining
source: あと%d件
en: %d left

# today.title
source: 今日
en: Today

# todayDisplayLimit.all
source: すべて
en: All

# todayDisplayLimit.one
source: 1件
en: 1 item

# todayDisplayLimit.three
source: 3件
en: 3 items

# urgency.overdue
source: 後回し中
en: Waiting for a good time

# urgency.overdue.short
source: 後回し
en: Waiting

# urgency.safe
source: まだ大丈夫
en: Still okay

# urgency.safe.short
source: あとで
en: Later

# urgency.soon
source: そろそろ
en: Coming up

# urgency.soon.short
source: そろそろ
en: Soon

# urgency.today
source: 今日
en: Today

# urgency.today.short
source: 今日
en: Today

# urgencyExpression.gentle
source: やさしい
en: Gentle

# urgencyExpression.standard
source: 標準
en: Standard

# weekStart.automatic
source: 自動
en: Automatic

# weekStart.monday
source: 月曜
en: Monday

# weekStart.sunday
source: 日曜
en: Sunday

# widget.due.inDays
source: %d日後
en: In %d days
